[
{
  "model": "catalog.category",
  "pk": 1,
  "fields": {
    "name": "Телефон",
    "description": "iPhone  — серия смартфонов, разработанных корпорацией Apple. Работают под управлением операционной системы iOS, представляющей собой упрощённую и оптимизированную для функционирования на мобильном устройстве версию macOS."
  }
},
{
  "model": "catalog.category",
  "pk": 2,
  "fields": {
    "name": "Планшеты",
    "description": "iPad — это торговая марка планшетных компьютеров на базе iOS и iPadOS, разработанных Apple Inc. iPad был задуман до родственного iPhone, но iPhone 2G был разработан и выпущен первым."
  }
},
{
  "model": "catalog.category",
  "pk": 3,
  "fields": {
    "name": "Наушники",
    "description": "Наушники-вкладыши с закрытым оформлением"
  }
},
{
  "model": "catalog.product",
  "pk": 1,
  "fields": {
    "name": "Apple iPhone 15 Pro Max 1TB Black Titanium (Dual Sim)",
    "description": "Устройство покоряет пользователей минималистичным стильным дизайном, мощными камерами и дарит еще больше возможностей для творчества и работы. Модель смартфона представлена в трех вариантах: стандартный iPhone 15, увеличенный iPhone 15 Plus, премиальный iPhone 15 Pro и, наконец, флагманская модель - iPhone 15 Pro Max. Также презентована обновленная цветовая палитра, титановые рамки и уплотненный дисплей.",
    "image": "",
    "category": 1,
    "price": 2800,
    "created_at": "2023-11-19",
    "date_of_last_changing": "2023-11-19"
  }
},
{
  "model": "catalog.product",
  "pk": 2,
  "fields": {
    "name": "iPad mini 2021 Wi-Fi 64Gb Фиолетовый",
    "description": "Обновленный iPad mini во всех смыслах.\r\nНовый корпус. Новый дисплей на всю переднюю панель от края до края, узкая рамка и элегантные закруглённые края. Дисплей Liquid Retina с диагональю 8,3 дюйма. Новый мощный чип A15 Bionic делает компактный iPad mini ещё и очень мощным в дополнении с улучшенным процессором. Поддержка Apple Pencil. Четыре роскошных цвета. Все просто - магия Apple у вас на ладони.",
    "image": "",
    "category": 2,
    "price": 600,
    "created_at": "2023-11-19",
    "date_of_last_changing": "2023-11-19"
  }
}
]
